Repository: JGeek00/fuel-stations-spain-ios
Catalog: FuelStationsSpain/Localizable.xcstrings
Source language: en
Languages: es

source: %@ Km from your current location
es: %@ Km de tu localización actual

source: %@ Km from your location
es: A %@ Km de tu posición

# %@:%@ - %@:%@ and %@:%@ - %@:%@
source: %1$@:%2$@ - %3$@:%4$@ and %5$@:%6$@ - %7$@:%8$@
es: %1$@:%2$@ - %3$@:%4$@ y %5$@:%6$@ - %7$@:%8$@

source: %lld m from your current location
es: %lld m de tu localización actual

source: %lld m from your location
es: A %lld m de tu posición

source: 1 month
es: 1 mes

source: 1 week
es: 1 semana

source: 1 year
es: 1 año

source: 3 months
es: 3 meses

source: 6 months
es: 6 meses

source: a %lld%% more expensive
es: un %lld%% más cara

source: A Gasoil
es: Gasóleo A

source: About the app
es: Sobre la app

source: Add to favorites
es: Añadir a favoritos

source: Added to favorites
es: Añadido a favoritos

source: Address copied to the clipboard
es: Dirección copiada al portapapeles

source: Alphabetically by municipality
es: Alfabéticamente por municipio

source: An error occured when loading the data for the widget.
es: Ocurrió un error al cargar los datos para el widget.

source: An error occured when loading the favorites information. Try again later.
es: Ocurrió un error al cargar la información de las estaciones favoritas. Prueba de nuevo más tarde.

source: An error occured when loading the list of service stations. Try again later.
es: Ocurrió un error al cargar la lista de estaciones de servicio. Prueba de nuevo más tarde.

source: An error occured when loading the municipalities. Try again later.
es: Ocurrió un error al cargar los municipios. Prueba de nuevo más tarde.

source: An error occured when loading the price history. Try again later.
es: Ocurrió un error al cargar el histórico de precios. Prueba de nuevo más tarde.

source: An update of the application is available on the App Store. New versions include new features and bug fixes. Some app features may not work properly until you update the app.
es: Una actualización de la aplicación está disponible en la App Store. Las nuevas versiones incluyen nuevas características y correcciónes de errores. Algunas características de la aplicación podrían no funcionar correctamente hasta que la actualices.

source: App settings
es: Ajustes de la app

source: App version
es: Versión de la app

source: B Gasoil
es: Gasóleo B

source: Biodiesel
es: Biodiésel

source: Bioethanol
es: Bioetanol

source: Cancel
es: Cancelar

source: Cannot establish a connection to the server. Check your Internet connection or try again later.
es: No se puede establecer una conexión con el servidor. Comprueba tu conexión a internet o prueba de nuevo más tarde.

source: Cannot establish a connection with the server. Check your Internet connection.
es: No se puede establecer una conexión con el servidor. Comprueba tu conexión a internet.

source: Cannot load favorites
es: No se han podido cargar los favoritos

source: Cannot load municipalities
es: No se han podido cargar los municipios

source: Cannot load price history
es: No se puede cargar el histórico de precios

source: Cannot load stations
es: No pueden cargar las estaciones

source: Change the inputted search term.
es: Cambia el término de búsqueda introducido.

source: Charts
es: Gráficos

source: Close
es: Cerrar

source: Closed
es: Cerrado

source: Closed stations
es: Estaciones cerradas

source: compared to last week
es: respecto a la semana pasada

source: compared to yesterday
es: respecto a ayer

source: Compressed Biogas
es: Biogás comprimido

source: Compressed Natural Gas
es: Gas Natural Comprimido

source: Configuration
es: Configuración

source: Configure the service station widget.
es: Configura el widget de la estación de servicio.

source: Connection error
es: Error de conexión

source: Contact the developer
es: Contactar con el desarrollador

source: Created on 🇪🇸 by JGeek00
es: Creado en 🇪🇸 por JGeek00

source: Currently closed
es: Actualmente cerrada

source: Currently there are no options available
es: Actualmente no hay opciones disponibles

source: Dark
es: Oscuro

source: Data
es: Datos

source: Data loaded successfully.
es: Datos cargados correctamente.

source: Data source
es: Fuente de datos

source: Data unavailable
es: Datos no disponibles

source: Date
es: Fecha

source: Default sorting
es: Ordenación por defecto

source: Define station alias
es: Definir alias de estación

source: Details
es: Detalles

source: Details view
es: Vista de detalle

source: Displays a summary with the favorite fuel price, if the service station is currently open, and the distance to the user location.
es: Muestra un resumen con el precio del combustible favorito, si la estación de servicio está abierta en este momento, y la distancia con respecto a la localización del usuario.

source: Distance
es: Distancia

source: Favorite fuel
es: Combustible favorito

source: Favorites
es: Favoritos

source: Finish
es: Finalizar

source: Floating tooltip
es: Tooltip flotante

source: For the general calculation
es: Para el cálculo general

source: For the individual calculations
es: Para los cálculos individuales

source: Fuel
es: Combustible

source: Fuel price
es: Precio de combustible

source: Fuel type
es: Tipo de combustible

source: Gasoil
es: Gasóleo

source: Gasoline
es: Gasolina

source: Gasoline 95 E5
es: Gasolina 95 E5

source: Gasoline 95 E5 Premium
es: Gasolina 95 E5 Premium

source: Gasoline 95 E10
es: Gasolina 95 E10

source: Gasoline 95 E25
es: Gasolina 95 E25

source: Gasoline 95 E85
es: Gasolina 95 E85

source: Gasoline 98 E5
es: Gasolina 98 E5

source: Gasoline 98 E10
es: Gasolina 98 E10

source: General settings
es: Ajustes generales

source: Get started
es: Empezar

source: Give a tip to the developer
es: Darle una propina al desarrollador

source: Grouped by province
es: Agrupado por provincia

source: Hi! I'm the developer of HispaFuel. HispaFuel is free and I want it to remain free, but by offering this application on the App Store I run into some costs, such as Apple's developer license and the mantenience of the API. I would appreciate a lot every donation to help me paying this costs. Thank you.
es: ¡Hola! Soy el desarrollador de HispaFuel. HispaFuel es gratuito y quiero que así lo siga siendo, pero al ofrecer la aplicación en la App Store tengo algunos costes, como la licencia de desarrollador de Apple y el mantenimiento de la API. Aprecio cualquier donación que me ayude a pagar estos costes.

source: Hide completely
es: Ocultar completamente

source: Hide stations that aren't open to the general public
es: Ocultar estaciones que no están abiertas al público general

source: Hide stations that don't sell the selected favorite fuel
es: Ocultar las estaciones que no venden el combustible seleccionado como favorito

source: How is it calculated?
es: ¿Cómo se calcula?

source: How to get there
es: Cómo llegar

source: Hybrid
es: Híbrido

source: Hydrogen
es: Hidrógeno

source: If you select a favorite fuel, the price will appear directly on the map on each service station marker. It will also appear directly on each favorite station and when searching stations by locality.
es: Si seleccionas un combustible favorito, el precio aparecerá directamente en el mapa en cada marcador de estación de servicio. También aparecerá directamente en cada estación favorita, y al buscar estaciones por localidad.

source: In this area
es: En este área

source: In this case, the price of this fuel at all nearby service stations that supply it will be taken. Then, the minimum price and the maximum price will be taken and a range will be elaborated with them. Then, it is calculated where in the range is the price of the service station being analyzed.
es: En este caso, se tomará el precio de este combustible en todas las estaciones de servicio cercanas que lo suministren. Después, se tomará el precio mínimo y el precio máximo, y se elaborará un rango con ellos. Luego, se calcula en qué punto del rango se encuentra el precio de la estación de servicio que se está analizando.

source: Latest information
es: Última información

source: Light
es: Claro

source: Liquefied Biogas
es: Biogás licuado

source: Liquefied Natural Gas
es: Gas Natural Licuado

source: Liquefied petroleum gases
es: Gases licuados del petróleo

source: Lists
es: Listas

source: Locality
es: Localidad

source: Location access
es: Acceso a localización

source: Location access is required to show the map.
es: Acceso a localización requerido para mostrar el mapa.

source: Location access required
es: Acceso a localización requerido

source: Location unavailable
es: Localización no disponible

source: Look around not available
es: Mirar alrededor no disponible

source: Look around view
es: Vista de alrededores

source: Map
es: Mapa

source: Map mode
es: Modo de mapa

source: Map style
es: Estilo de mapa

source: Map view
es: Vista de mapa

source: Mark some service stations as favorites to see them here.
es: Marca algunas estaciones de servicio como favoritas para verlas aquí.

source: Methanol
es: Metanol

source: More information about the app
es: Más información sobre la app

source: Municipality
es: Municipio

source: Nearby stations couldn't be loaded due to an error.
es: Las estaciones de servicio cercanas no pudieron ser cargadas debido a un error.

source: Next
es: Siguiente

source: No data available
es: No hay datos disponibles

source: No favorite stations
es: No hay estaciones favoritas

source: No nearby stations
es: No hay estaciones cercanas

source: No results
es: No hay resultados

source: No station selected
es: No hay estación seleccionada

source: No stations
es: No hay estaciones

source: None
es: Ninguno

source: Open
es: Abierto

source: Open 24 hours
es: Abierto 24 horas

source: Open in Apple Maps
es: Abrir en Apple Maps

source: Open in Google Maps
es: Abrir en Google Maps

source: Open in...
es: Abrir en…

source: Open until %@
es: Abierto hasta las %@

source: Opening hours
es: Horario de apertura

source: Others
es: Otros

source: Outside the chart
es: Fuera del gráfico

source: Premium Gasoil
es: Gasóleo Premium

source: Press and hold the widget, and tap on edit to choose the necessary parameters.
es: Mantén presionado el widget y toca en editar para elegir los parámetros necesarios.

source: Previous
es: Anterior

source: Price (€)
es: Precio (€)

source: Price history
es: Histórico de precios

source: Price range
es: Escala de precio

source: Price scale calculation
es: Cálculo de la escala de precio

source: Prices
es: Precios

source: Proximity
es: Proximidad

source: Purchase completed successfully
es: Compra completada satisfactoriamente

source: Purchase failed or cancelled
es: Compra fallida o cancelada

source: Realtime information about fuel prices on Spanish service stations.
es: Información en tiempo real sobre el precio del combustible en estaciones de servicio españolas.

source: Remove from favorites
es: Eliminar de favoritos

source: Removed from favorites
es: Eliminado de favoritos

source: Renewable Diesel
es: Diésel renovable

source: Renewable Gasoline
es: Gasolina renovable

source: Retry
es: Reintentar

source: Sales to the general public
es: Vende al público general

source: Satellite
es: Satélite

source: Save
es: Guardar

source: Schedule
es: Horario

source: Search
es: Buscar

source: Search municipality
es: Buscar municipio

source: Search service station by name
es: Buscar estación de servicio por nombre

source: Select a municipality
es: Selecciona un municipio

source: Select a municipality to see it's service stations.
es: Selecciona un municipio para ver sus estaciones de servicio.

source: Select a service station to see it's details.
es: Selecciona una estación de servicio para ver sus detalles.

source: Select a station
es: Selecciona una estación

source: Service station
es: Estación de servicio

source: service station in the area.
es: en este área.

source: Service stations
es: Estaciones de servicio

source: Set station alias
es: Definir alias de estación

source: Settings
es: Ajustes

source: Show dimmed
es: Mostrar atenuadas

source: Show normally
es: Mostrar normalmente

source: Show on map
es: Mostrar en el mapa

source: Show red clock on closed stations
es: Mostrar reloj rojo en estaciones cerradas

source: Show section index list
es: Mostrar lista de índices de sección

source: Show service station summary
es: Mostrar resumen de estación de servicio

source: Showing service stations within a %lld Km radius from the current map center position.
es: Mostrando estaciones de servicio dentro de un radio de %lld Km desde la posición central actual del mapa.

source: Shows a list of letters at the right of the municipalities list on the search tab that you can use to scroll the list quickly to a specific letter.
es: Muestra una lista de letras a la derecha de la lista de municipios en la pestaña de búsqueda, para que puedas hacer scroll rápidamente hacia una letra.

source: Sorted by %@ price
es: Ordenado por precio de %@

source: Sorted by proximity
es: Ordenado por proximidad

source: Standard
es: Estándar

source: Station alias
es: Alias de estación

source: Station alias updated
es: Alias de estación actualizado

source: Stations shown
es: Estaciones mostradas

source: Success
es: Satisfactorio

source: Summary
es: Resumen

source: System defined
es: Definido por el sistema

source: than the cheapest service station in the area.
es: que la estación de servicio más barata de este área.

source: the cheapest
es: la estación de servicio más barata

source: The data provider has a system to prevent overloads. Move the map slower to load the data. Restart the app and try again.
es: El proveedor de datos tiene un sistema para prevenir sobrecargas. Mueve el mapa más despacio para cargar los datos. Reinicia la app y prueba de nuevo.

source: The look around feature is not available on this area.
es: La función de mirar alrededor no está disponible en este área.

source: the most expensive
es: la estación de servicio más cara

source: The purchase could not be completed. An error occured on the process or it has been cancelled by the user.
es: La compra no se pudo completar. Ocurrió un error en el proceso o ha sido cancelada por el usuario.

source: The purchase has been completed. Thank you for contributing with the development and mantenience of this application.
es: La compra ha sido completada. Gracias por contribuir con el desarrollo y mantenimiento de la aplicación.

source: Theme
es: Tema

source: There are no nearby service stations around your current position.
es: No hay estaciones de servicio cercanas a tu posición actual.

source: There is no data for the selected fuel.
es: No hay datos para el combustible seleccionado.

source: There is no price information for the fuel %@.
es: No hay información de precios para el combustible %@.

source: There may be a small difference between the price shown here and the actual price, because of the time that elapses between a station changing the price and that price being updated on the server.
es: Puede existir una pequeña diferencia entre el precio mostrado aquí y el precio real, por el tiempo que pasa entre que una estación cambia el precio hasta que ese precio se actualiza en el servidor.

source: This application receives the data from a public API of the Spanish government.
es: Esta aplicación recibe los datos de una API pública del gobierno de España.

source: This application requires access to realtime location to display the nearby service stations. On the following step, location access will be requested.
es: Esta aplicación require acceso a la localización en tiempo real para mostrar las estaciones de servicio cercanas al usuario. A continuación se solicitará acceso a la localización.

source: This application requires location access to show you the nearby service stations.
es: Esta aplicación necesita acceso a la localización para mostrar las estaciones de servicio cercanas.

source: This calculation is only available if the service station supplies at least Gasoil A and Gasoline 95 E5. In this case, all nearby service stations that also supply Gasoil A and Gasoline 95 E5 will be taken. Then, for each of these two fuels, the minimum and maximum price is taken from among all the selected service stations, and with these two values a range is established. Then, the price of that fuel at the service station being analyzed is taken, and the point within the range is calculated, and thus the percentage is obtained.
es: Este cálculo solo está disponible si la estación de servicio suministra al menos Gasóleo A y Gasolina 95 E5. En este caso se tomarán todas las estaciones de servicio cercanas que también suministren Gasóleo A y Gasolina 95 E5. Se eligen estos dos combustibles por ser los más habituales. Después, por cada uno de estos dos combustibles, se saca el precio mínimo y el precio máximo de entre todas las estaciones de servicio seleccionadas, y con esos dos valores se establece un rango. Luego, se toma el precio de ese combustible en la estación de servicio que se está analizando, y se calcula en que punto dentro del rango se encuentra, y de esa manera se obtiene el porcentaje.

source: This municipality has no service stations.
es: Este municipio no tiene estaciones de servicio.

source: This service station is, in general terms,
es: Esta estación de servicio es, en términos generales,

source: This station does not sell to the general public
es: Esta estación no vende al público general

source: Time
es: Tiempo

source: Tips
es: Propinas

source: Unknown
es: Desconocido

source: Unknown error.
es: Error desconocido.

source: Update available
es: Actualización disponible

source: Update now
es: Actualizar ahora

source: Usage quota exceded. Try again later.
es: Cuota de uso excedida. Prueba de nuevo más tarde.

source: Using the floating tooltip can cause performance issues.
es: Usar el tooltip flotante puede causar problemas de rendimiento.

source: Value indicator mode
es: Modo de indicador de valor

source: Welcome to HispaFuel
es: Bienvenido a HispaFuel

source: With a favorite fuel selected, the fuel station marker in the map will include the price of that fuel type on that station.
es: Con un combustible favorito seleccionado, el marcador de la estación de servicio en el mapa incluirá el precio de ese tipo de combustible en esa estación.

source: Yes
es: Sí

source: You are moving the map too fast
es: Estás moviendo el mapa demasiado rápido

source: You can define an alias for this station. This will make it easier for you to identify it.
es: Puedes definir un alias para esta estación. De esta manera te resultará más fácil identificarla.

source: You must have at least one service station on favorites to use this widget.
es: Debes tener al menos una estación de servicio en favoritos para usar este widget.

source: Your position
es: Tu posición
